alacritty
dmenu
dunst
firefox
fzf
ghostty
git
j4-dmenu-desktop
lazygit
nautilus
neovim
npm
ntfs-3g
picom
ripgrep
unzip
vlc
vlc-plugins-base
vlc-plugins-extra
vlc-plugins-video-output
zsh
